[
    {
        "model": "jobs.company",
        "pk": "04be86a7-cfd7-4092-8167-513b7c860514",
        "fields": {
            "name": "Natwest",
            "location": "London, UK",
            "about": "National Westminster Bank, commonly known as NatWest, is a major retail and commercial bank in the United Kingdom based in London, England. It was established in 1968 by the merger of National Provincial Bank and Westminster Bank"
        }
    },
    {
        "model": "jobs.company",
        "pk": "34cb1391-e6ff-431e-bf69-1b8cbd1c63ed",
        "fields": {
            "name": "KPMG International",
            "location": "Netherlands",
            "about": "KPMG International Limited is a multinational professional services network, and one of the Big Four accounting organizations, along with Ernst & Young, Deloitte, and PwC. The name \"KPMG\" stands for \"Klynveld Peat Marwick Goerdeler\""
        }
    },
    {
        "model": "jobs.company",
        "pk": "4a2fa22d-40ab-4c94-99af-1d27fac0438f",
        "fields": {
            "name": "Infosys",
            "location": "Pune, India",
            "about": "Infosys Limited is an Indian multinational information technology company that provides business consulting, information technology and outsourcing services. The company was founded in Pune and is headquartered in Bangalore"
        }
    },
    {
        "model": "jobs.company",
        "pk": "5ffdbfef-f913-4b71-a17c-138e3c71e89f",
        "fields": {
            "name": "Miracle software systems",
            "location": "California, USA",
            "about": "Miracle Software Systems, Inc. is a 25 year firm headquartered in Novi ,MI ,USA. Miracle has been a leader in the IT space"
        }
    },
    {
        "model": "jobs.company",
        "pk": "711d4b60-ce12-471a-95dc-315c7c23152d",
        "fields": {
            "name": "Accenture",
            "location": "Gurgaon, India",
            "about": "Accenture plc is an Irish-American professional services company based in Dublin, specializing in information technology services and consulting. A Fortune Global 500 company, it reported revenues of $61.6 billion in 2022"
        }
    },
    {
        "model": "jobs.company",
        "pk": "75fbd62d-0161-4fd9-a72c-1318b00eaf2e",
        "fields": {
            "name": "PWC India",
            "location": "Gurgaon, India",
            "about": "PricewaterhouseCoopers International Limited is a British multinational professional services brand of firms, operating as partnerships under the PwC brand. It is the second-largest professional services network in the world and is considered one of the Big Four accounting firms, along with Deloitte, EY and KPMG."
        }
    },
    {
        "model": "jobs.company",
        "pk": "7be8b18a-5563-4ee2-808e-6f042549bed0",
        "fields": {
            "name": "Deloitte",
            "location": "London, UK",
            "about": "Deloitte Touche Tohmatsu Limited, commonly referred to as Deloitte, is a British multinational professional services network headquartered in London, England"
        }
    },
    {
        "model": "jobs.company",
        "pk": "9a3a7a94-4981-4b78-9b4d-070ad601a392",
        "fields": {
            "name": "Amazon",
            "location": "Texas, Houston, USA",
            "about": "Amazon.com, Inc. is an American multinational technology company focusing on e-commerce, cloud computing, online advertising, digital streaming."
        }
    },
    {
        "model": "jobs.company",
        "pk": "c00e8360-6e46-400d-9506-c9a9e83b06aa",
        "fields": {
            "name": "HackTheBox",
            "location": "Washington, USA",
            "about": "Hack The Box is a leading gamified cybersecurity upskilling, certification, and talent assessment software platform enabling individuals, businesses, government institutions, and universities to sharpen their offensive and defensive security expertise."
        }
    }
]
